{"name":"H1","text":" Rôle du muscle strié squelettique dans la conversion de l’énergie","content":[{"name":"H4","text":"Introduction :","content":[{"name":"P","text":"Les muscles squelettiques accomplissent un travail très important, ils sont reliés au os du squelette et permettent le maintient de la posture, la stabilisation des articulations et le mouvement. Au cours de la contraction musculaire, l’énergie chimique (ATP) est convertie en énergie mécanique ?"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Quels sont les structures qui permettent au muscle strié  squelettique de se contracter ?"}]},{"name":"LI","content":[{"name":"P","text":"Comment l’énergie chimique de l’ ATP est  convertie en énergie mécanique au cours de la  contraction musculaire ?"}]}]}]},{"name":"H2","text":"I- Étude expérimentale de la contraction musculaire","content":[{"name":"H3","text":"2- Enregistrement des contractions musculaires","content":[{"name":"H4","text":"a- Secousse musculaires isolée","content":[{"name":"P","text":"La secousse musculaire isolée est la réponse du muscle à une excitation unique et efficace. La figure suivante présente le myogramme d’une secousse musculaire. Celle ci est composée des phases suivantes :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Phase de latence : la durée entre l’  instant de l’excitation et le du début de la  contraction."}]},{"name":"LI","content":[{"name":"P","text":"Phase de contraction : raccourcissement du muscle  et/ou l’augmentation de sa tension."}]},{"name":"LI","content":[{"name":"P","text":"Phase de relâchement : le muscle reprend  ses dimensions initiales."}]}]}]},{"name":"H4","text":"             b- Loi de recrutement","content":[{"name":"P","text":"La figure suivante représente le myogramme obtenu à la suite de l’exécution de plusieurs stimulations successives, éloignées et d’intensités croissantes."},{"name":"P","text":"Q- interprétez les résultats obtenus."},{"name":"P","text":"             R- "},{"name":"IMG","imageId":"chapter2_html_6a014ad231520fc4.png"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"La première excitations est inefficaces, elle  n’atteint pas le seuil de stimulation (rhéobase)."}]},{"name":"LI","content":[{"name":"P","text":"À partir de la 2ème excitation, l’amplitude  de la réponse enregistré augmente progressivement en  fonction de l’intensité de la stimulation. Ceci est  expliqué par le fait que l’augmentation de l’intensité  de la stimulation cause l’augmentation du nombre des cellules  musculaires recrutées pour la contraction. Donc,  l’augmentation de l’amplitude de la réponse  musculaire."}]},{"name":"LI","content":[{"name":"P","text":"À partir de l’excitation 12, l’amplitude  de la contraction reste constante et maximale, malgré  l’augmentation de l’intensité de excitation. Cela  est du au fait que toutes les fibres du muscle ont été  recrutées."}]}]}]},{"name":"H4","text":"c- Sommation temporelle des secousses","content":[{"name":"P","text":"La figure suivante présente le myogramme obtenu lorsque on soumet un muscle à deux stimulations successives de même intensité supraliminaire."},{"name":"P","text":"Q- Analysez et interprétez les résultats obtinus."},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"             Quand  les deux stimulations sont suffisamment éloignées on  enregistre deux secousses musculaires isolées et identiques."},{"name":"IMG","imageId":"chapter2_html_b984f10b25721fbb.png"}]},{"name":"LI","content":[{"name":"P","text":"Si la 2ème stimulation se produit durant la phase de  relâchement du muscle, on observe une fusion incomplète  (partielle) des deux secousses musculaires avec une augmentation de  l’ amplitude de la 2ème secousse."}]},{"name":"LI","content":[{"name":"P","text":"Si la 2ème stimulation se produit pendant la phase de  contraction du muscle, on observe une réponse d’amplitude  supérieure à celle d’une secousse isolée,  il s’agit en réalité d’ une fusion  complète des deux secousses."}]},{"name":"LI","content":[{"name":"P","text":"Ces résultats sont expliqué par l’ajout  de la tension générée par la 2ème  secousse à celle produite par la 1ère secousse  (sommation des secousses)."}]}]}]},{"name":"H4","text":"d- Notion de tétanos","content":[{"name":"P","text":" On applique au muscle une série d’excitations supraliminaires dont on peut faire varier la fréquence. La figure suivante montre les résultats obtenus."},{"name":"P","text":"             Q- interprétez ces résultats."},{"name":"IMG","imageId":"chapter2_html_aca5eb852ba13ea6.png"},{"name":"P","text":"R-"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Quand la fréquence des excitations est faible de telle  sorte que chaque excitation se produit pendant la phase de  relâchement de la secousse relative à l’excitation  précédente, le myogramme obtenu donne des secousses  avec fusion incomplète. C’est le tétanos  imparfait."}]},{"name":"LI","content":[{"name":"P","text":"Quand la fréquence des excitations est forte de telle  sorte que chaque excitation se produit pendant la phase de  contraction de la secousse relative à l’excitation  précédente, le myogramme obtenu donne des secousses  avec fusion compète. C’est le tétanos parfait."}]}]}]},{"name":"H4","text":"e- Fatigue musculaire","content":[{"name":"P","text":"La figure suivante montre le secousse musculaire d’un muscle fatigué."},{"name":"P","text":"             On observe une diminution progressive de l’amplitude des secousses musculaire avec une augmentation de la durée de relâchement."},{"name":"IMG","imageId":"chapter2_html_5e32b7894763a70f.png"}]}]}]},{"name":"H4","text":"1- Protocole expérimental","content":[{"name":"P","text":"Pour faire l’ étude myographique du muscle gastrocnémien de la grenouille, on réalise les manipulations suivantes :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Décérébration (destruction du cerveau)  et démédullation (destruction de la moelle épinière)  pour éliminer les mouvements volontaire et les réflexes."}]},{"name":"LI","content":[{"name":"P","text":"Fixation sur une planchette en bois."}]},{"name":"LI","content":[{"name":"P","text":"Dégagement, par dissection, du muscle gastrocnémien  et du nerf sciatique que l’ innerve au niveau de l’un  des membres inférieurs."}]},{"name":"LI","content":[{"name":"P","text":"Le muscle gastrocnémien est détaché du  tendon puis relié au montage expérimental (myographe)  présenté par la figure suivante."}]}]},{"name":"P","text":"                "},{"name":"IMG","imageId":"chapter2_html_ecad78fafe02bad8.png"}]},{"name":"H2","text":"II- les phénomènes thermiques et métaboliques accompagnant la contraction musculaires","content":[{"name":"H3","text":"1- Les phénomène thermiques","content":[{"name":"P","text":"La figure suivante montre le dispositif expérimental utilisé pour la mesure de dégagement de la chaleur accompagnant le travail musculaire."},{"name":"P","text":" Analyse : Toute contraction musculaire s’accompagne d’un dégagement de la chaleur qui se divise en deux parties : la chaleur initial et la chaleur retardée."},{"name":"IMG","imageId":"chapter2_html_49a427c60f5b2d0a.png"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"La chaleur initial est libérée au cours de la  secousse musculaire pendant un temps très court (quelques  fractions de seconde). Elle se divise en deux parties qui sont la  chaleur de contraction et la chaleur de relâchement."}]},{"name":"LI","content":[{"name":"P","text":"La chaleur retardée est dégagée après  al phase de relâchement, quand le muscle est au repos, pendant  une durée importante (quelques minutes)."}]}]}]},{"name":"H3","text":"2- Les phénomènes chimiques","content":[{"name":"P","text":"Données expérimentales :"},{"name":"P","text":"Donnée 1 : l’analyse du sang entrant et du sang sortant d’un muscle a donné les résultats du tableau 1."},{"name":"P","text":"Q-1- Comparez les besoins d’un muscle en activité et au repos. Que peut-on déduire ?"},{"name":"P","text":"Donnée 2 : Les stimulations supraliminaires du muscle placé en milieu anaérobie conduisent au dégagement de la chaleur initial uniquement avec accumulation de l’acide lactique, et fatigue rapide du muscle."},{"name":"P","text":"Q-2- Que peut-on déduire des résultats présentés dans le tableau 2 ?"},{"name":"P","text":"             R-1- "},{"name":"IMG","imageId":"chapter2_html_b68646a28c3cfac2.png"},{"name":"P","text":"On remarque qu’ en activité :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Le volume de sang traversant le muscle augmente (pour fournir  plus d’O2 et de glucose au muscle)."}]},{"name":"LI","content":[{"name":"P","text":"Utilise plus de glucose et d’O2 et produit plus de CO2."}]}]},{"name":"P","text":"On remarque aussi que le muscle n’utilise pas les protides et les lipides (seulement le glucose)."},{"name":"P","text":"R-2-  "},{"name":"P","text":"Ces résultats montrent qu’ en anaérobie :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Le muscle utilise la fermentation lactique pour avoir  l’énergie nécessaire à la contraction."}]},{"name":"LI","content":[{"name":"P","text":"La chaleur initiale est liée à des réactions  chimiques exothermiques anaérobies, alors que la chaleur  retardée dépend de réactions chimiques  exothermiques aérobies."}]}]},{"name":"P","text":"La fatigue rapide du muscle s’explique par de faible rendement de la fermentation et l’accumulation de l’acide lactique."},{"name":"P","text":"   "}]}]},{"name":"H2","text":"III- Structure et ultrastructure du muscle squelettique strié","content":[{"name":"H3","text":"1- Structure du muscle","content":[{"name":"P","text":"             La figure suivant montre des dessins schématique de muscle squelettique strié."},{"name":"IMG","imageId":"chapter2_html_658d5ee833f067c9.png"},{"name":"P","text":"Le muscle est constitué de cellules de formes allongée et multinucléées, appelées fibres musculaires. Ces fibres sont organisés en faisceaux séparés par un tissu conjonctif."},{"name":"P","text":"L’observation microscopique de la fibre musculaire montre que le sarcoplasme (cytoplasme de la fibre musculaire) contient plusieurs myofibrilles présentant une alternance de bandes claires et sombres."}]},{"name":"H3","text":"2- Ultrastructure de la fibre musculaire","content":[{"name":"P","text":"Les myofibrilles sont des structures contractiles de nature protéique. Elles montre une alternance entre des bandes transversales claires (bandes I), et es bandes transversales sombre (bande A). Au milieu de chaque bande claire, on trouve une rayure nommée strie Z, et au milieu de chaque bande sombre on trouve un zone moins sombre appelées bande H."},{"name":"P","text":"La zone comprise entre deux stries Z est appelée sarcomère, chaque myofibrilles est donc constituée d’une succession de plusieurs sarcomère (le sarcomère est l’unité structurale de la fibre musculaire)."},{"name":"P","text":"Le sarcomère est composé de filaments longitudinaux appelés myofilaments. On distingue deux types :"},{"name":"P","text":"Les myofilaments épais ou myofilaments de myosine, il se localisent tout au long de la bande sombre"},{"name":"P","text":"             Les myofilaments fins ou myofilaments d’actine, on les trouve dans la bande claire et aussi dans bande sombre mais hors de la zone H."},{"name":"IMG","imageId":"chapter2_html_aa65091f0c70cc84.png"}]},{"name":"H3","text":"3- Structure moléculaire des filaments d’actine et de myosine","content":[{"name":"P","text":"Les filaments d’actine sont formés par la polymérisation de molécules d’actine globulaire assemblées en hélice, associées à deux autres protéines : la tropomyosine et la troponine (possède des sites de fixation de Ca2+)."},{"name":"P","text":"Les filaments épais de myosine sont constitués de plusieurs molécules de myosine, chaque molécule de myosine est constituée d’un bâtonnet et deux têtes."}]}]},{"name":"H2","text":"     IV- Mécanisme de la contraction musculaires","content":[{"name":"H3","text":"1- L’ unité contractile de la fibre musculaire","content":[{"name":"P","text":"La figure (a) montre deux observation microscopique de deux sarcomère : une à l’état de repos et une à l’état contracté. Alors que la figure (b) présente des schémas d’interprétation des deux observations."},{"name":"P","text":"Q- Comparez les deux observations, que peut on déduire ?"},{"name":"P","text":"R- Au cours de la contraction il y a :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Un raccourcissement de sarcomère, de la bande claire  et de la bande H."}]},{"name":"LI","content":[{"name":"P","text":"La longueur de la bande sombre et celle des myofilaments  reste constante."}]}]},{"name":"P","text":"Donc, au cours de la contraction, il y a un glissement des myofilaments d’actine par rapport aux myofilaments de myosine. Le sarcomère est donc l’unité fonctionnelle de la fibre musculaire."}]},{"name":"H3","text":"2- Mécanisme de glissement des myofibrilles","content":[{"name":"P","text":"Pour comprendre le mécanisme de glissement des myofibrilles on proposent les donnée suivantes :"},{"name":"P","text":"Données 1 : Des myofibrilles isolées sont placées dans un liquide physiologique dépourvu d’ ATP et de Ca2+. On mesure ensuite la tension musculaire développée par ces myofibrilles dans des conditions différentes. Les résultats sont représentés dans le graphe de la figure suivante."},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"             Salyrgan :inhibiteur  de l’hydrolyse de l’ ATP."},{"name":"IMG","imageId":"chapter2_html_5f316f4f307b73f.png"}]},{"name":"LI","content":[{"name":"P","text":"Chélateur : substance  qui se lie à Ca++ et empêche son action."}]}]},{"name":"P","text":"Q-1- Décrivez l’évolution de la tension développée par la myofibrille dans les différentes conditions."},{"name":"P","text":"Données 2 : pour déterminer le rôle de l’ ATP dans la contraction musculaire on propose les résultat expérimentaux suivants :"},{"name":"P","text":"     Q-2- Que constatez vous à partir de l’analyse des données du tableau 1 ?"},{"name":"IMG","imageId":"chapter2_html_54006e0904e47608.png"},{"name":"P","text":"R-1-  "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Analyse : En présence d’ATP et  d’ions Ca++, on observe une augmentation de la tension de  myofibrille (il y a une contraction), après l’addition  du Salyrgan ou du chélateur , la tension de la myofibrille  diminue rapidement (arrêt de contraction)."}]},{"name":"LI","content":[{"name":"P","text":"Déduction : L’ ATP et le Ca++ sont  indispensable pour l’activité musculaire. L’  hydrolyse de l’ ATP fournie l’énergie nécessaire  pour la contraction."}]}]},{"name":"P","text":"R-2-  "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Analyse :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Les myofilament d’actine n’assurent pas   l’hydrolyse de l’ ATP."}]},{"name":"LI","content":[{"name":"P","text":"Les myofilament de myosine hydrolyse une faible quantité   d’ ATP."}]},{"name":"LI","content":[{"name":"P","text":"La présence d’actine stimule les myofilament de   myosine à hydrolyser l’ ATP, ceci est du à la   formation du complexe actomyosine."}]}]}]},{"name":"LI","content":[{"name":"P","text":"Constatation : la formation du complexe  actomyosine est indispensable pour l’hydrolyse de l’ ATP  qui est nécessaire à la contraction musculaire."}]}]},{"name":"P","text":"Remarque : les ions Ca++ se fixe sur la troponine et entraîne le déplacement de la tropomyosine, ce qui permet la fixation des tête de myosine sur l’actine et la formation des complexe actomyosines."}]},{"name":"H3","text":"             3- modèle explicatif du mécanisme de la contraction musculaire","content":[{"name":"P","text":"                "},{"name":"IMG","imageId":"chapter2_html_43c8f4b25dc0ad54.png"},{"name":"P","text":"Remarque : le sarcoplasme contient un réticulum sarcoplasmique spécialisé dans le stockage des ions Ca++, il libère Ca++ dans la contraction et le stocke dans de le relâchement."}]}]},{"name":"H2","text":"V- Régénération de l’ ATP nécessaire à la contraction musculaire","content":[{"name":"H3","text":"1- Mise en évidence de la régénération de l’ ATP","content":[{"name":"P","text":"Données expérimentales : on soumet des muscles gastrocnémiens de grenouilles à des stimulations supraliminaires de même intensité pendant plusieurs minutes dans des conditions variées. On dose pour chaque muscle la concentration de certaines substances avant et après la contraction musculaire. Le tableau suivant présente les conditions et les résultats expérimentaux."},{"name":"P","text":"     Q- Analysez et interprétez les résultats des différents expériences réalisées."},{"name":"IMG","imageId":"chapter2_html_608d301eb09078a3.png"},{"name":"P","text":"R-"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Expérience 1 :    "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Les   concentrations   de l’ ATP, et de CP   restent   constantes   après la contraction du muscle, il y a donc une régénération   permanente de l’ ATP."}]},{"name":"LI","content":[{"name":"P","text":"La quantité du   glycogène diminue après la contraction, il est   dégradé en glucose qui est utilisé comme   métabolite énergétique."}]},{"name":"LI","content":[{"name":"P","text":"L’ augmentation   de la concentration de l’acide lactique est due à   l’utilisation de la fermentation lactique comme voie de   régénération de l’ ATP."}]}]}]},{"name":"LI","content":[{"name":"P","text":"Expérience 2 :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Les   concentration du glycogène   et de l’acide lactique restent constantes, ceci est due a   l’inhibition de la fermentation par la substance S1."}]},{"name":"LI","content":[{"name":"P","text":"L’   ATP (concentration constante) est régénéré   a partir du CP qui diminue sa concentration."}]}]}]},{"name":"LI","content":[{"name":"P","text":"Expérience 3 :  la concentration de l’  ATP devient nulle, donc l’ ATP a été utilisé  jusqu’ à l’épuisement parce que les voies  de sa régénération sont bloquées par S1  et S2. Après épuisement le muscle ne se contracte pas."}]}]}]},{"name":"H3","text":"2- les différentes vois de régénération d’ ATP dans les cellules musculaires","content":[{"name":"P","text":"Les réserves d’ATP dans le muscle sont faibles et ne suffissent que pour une activité musculaire de quelques secondes. La régénération de l’ ATP est donc obligatoire."},{"name":"P","text":"Il existe 3 voies de régénération de l’ ATP :"},{"name":"H4","text":"a- Voie rapide anaérobie (alactique)","content":[{"name":"P","text":"Se sont des réaction anaérobies et ne produisent pas l’acide lactique et libère l’énergie initiale."},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"ADP + ADP → ATP + AMP + chaleur initiale."}]},{"name":"LI","content":[{"name":"P","text":"CP + ADP → ATP + C + chaleur initiale."}]}]}]},{"name":"H4","text":"b- Voie lente anaérobie ou anaérobie lactique","content":[{"name":"P","text":"C’est la fermentation lactique que produit l’acide lactique, cette voie intervient pour des activités musculaire d’une durée comprise entre 10s et 1 à 2 minutes. Elle intervient également lorsque les efforts imposés sont très importants, de sorte qu’ils dépassent les capacités maximales d’approvisionnement en O2.  "},{"name":"P","text":"Remarques : l’accumulation de l’acide lactique diminue le pH du muscle, il en résulte une diminution de l’efficacité des enzymes. C’est l’une des causes de la fatigue et des crampes musculaire."}]},{"name":"H4","text":"c- Voie lente aérobie","content":[{"name":"P","text":"C’est la respiration cellulaire, c’est la voie la plus efficace pour la régénération de l’ ATP. Elle intervient au repos et au cours des activités musculaires prolongées que dépassent une durée de 1 à 2 minutes."},{"name":"P","text":"Remarque : une partie de l’ ATP issue de la respiration cellulaire est utilisée pour le renoubellement de la CP selon la réaction suivante : ATP + C → CP + ADP."}]}]}]}]}