[{"index":0,"type":"1","title":"2","parent":null,"children":"3","content":"4"},"Section","<h2><strong>La réponse immunitaire spécifique</strong></h2>",["5","6","7","8","9","10","11"],"",{"index":0,"type":"1","title":"12","parent":"0","children":"13","content":"4"},{"index":1,"type":"1","title":"14","parent":"0","children":"15","content":"4"},{"index":2,"type":"1","title":"16","parent":"0","children":"17","content":"4"},{"index":3,"type":"1","title":"18","parent":"0","children":"19","content":"4"},{"index":4,"type":"1","title":"20","parent":"0","children":"21","content":"4"},{"index":5,"type":"1","title":"22","parent":"0","children":"23","content":"4"},{"index":6,"type":"1","title":"24","parent":"0","children":"25","content":"4"},"<h2>Introduction</h2>",["26"],"<h2>I – Types de réponses immunitaires spécifiques</h2>",["27","28"],"<h2>II – Réponse immunitaire à médiation <strong>humorale</strong> (RIM<strong>H)</strong></h2>",["29","30","31"],"<h2>III – Réponse immunitaire à médiation cellulaire (RIM<strong>C</strong>).</h2>",["32","33"],"<h2>IV – Coopération entre les cellules immunitaires</h2>",["34","35"],"<h2>V – La mémoire immunitaire</h2>",["36","37","38"],"<h2><strong>Bilan</strong></h2>",["39"],{"index":0,"type":"40","title":"4","parent":"5","children":"41","content":"42"},{"index":0,"type":"1","title":"43","parent":"6","children":"44","content":"4"},{"index":1,"type":"1","title":"45","parent":"6","children":"46","content":"4"},{"index":0,"type":"1","title":"47","parent":"7","children":"48","content":"4"},{"index":1,"type":"1","title":"49","parent":"7","children":"50","content":"4"},{"index":2,"type":"1","title":"51","parent":"7","children":"52","content":"4"},{"index":0,"type":"40","title":"4","parent":"8","children":"53","content":"54"},{"index":1,"type":"55","title":"4","parent":"8","children":"56","content":"57"},{"index":0,"type":"1","title":"58","parent":"9","children":"59","content":"4"},{"index":1,"type":"1","title":"60","parent":"9","children":"61","content":"4"},{"index":0,"type":"40","title":"4","parent":"10","children":"62","content":"63"},{"index":1,"type":"55","title":"4","parent":"10","children":"64","content":"65"},{"index":2,"type":"55","title":"4","parent":"10","children":"66","content":"67"},{"index":0,"type":"55","title":"4","parent":"11","children":"68","content":"69"},"SimpleContent",[],"<p>L’immunité adaptative (ou acquise) est une immunité spécifique, car la réaction immunitaire est dirigée contre un seul antigène.</p><ul><li>Quelles sont les cellules intervenantes dans la réponse spécifique&nbsp;?</li><li>Comment les cellules immunitaires reconnaissent-elles les différents antigènes&nbsp;?</li></ul>","<h3>1 – Mise en évidence des types de la réponse immunitaire spécifique</h3>",["70"],"<h3>2 – Les lymphocytes et les organes lymphatiques</h3>",["71","72"],"<h3><strong>1 – Structure des anticorps</strong></h3>",["73","74"],"<h3>2 – Production des anticorps</h3>",["75","76","77","78"],"<h3>3 – Les fonctions des anticorps</h3>",["79","80"],[],"<p>Les lymphocytes T cytotoxiques sont produits selon les mêmes étapes que celles qui produisent les plasmocytes (sélection, multiplication, différenciation).</p><p>La seule différence réside dans le fait que les LT CD8 ne détectent pas des antigènes circulants mais seulement les AG qui sont en association avec le CMH, sur les membranes cellulaires des cellules présentatrices d’antigène.</p><p>Cette reconnaissance se fait à l’aide de leurs récepteurs membranaires appelés&nbsp;: les récepteurs T (TCR).</p><h3>1 – La sélection clonale et l’amplification</h3><p>Parmi les millions de clones de LT8, les clones capables de se lier par les récepteurs T à l’antigène exposé par la cellule présentatrice, sont activés. Ce qui se manifeste par l’entrée en division des cellules de ce clone (amplification).</p><h3>2 – La différenciation</h3><p>Les LT8 se différencient en LT cytotoxiques. Ces LTc sont capables de détruire toute cellule exposant à sa surface le même antigène que celui qui sélectionné le clone préexistant de LT8.</p><h3>3 – Élimination des cellules infectées</h3><p>La reconnaissance d’une cellule anormale déclenche un mécanisme d’élimination par ces lymphocytes T cytotoxiques. Il existe 2 mécanismes d’élimination&nbsp;:</p><p>Le LTc libère des protéines (perforines) capables de créer des pores dans la membrane des cellules à éliminer. L’eau pénètre alors dans la cellule, qui meurt par éclatement.</p><p>Le LTc libère des molécules chimiques capables de se fixer sur certains récepteurs de la cellule à éliminer (granzymes…). Ces molécules constituent un message qui va stimuler la mort de la cellule par apoptose (mort cellulaire programmée). Les débris cellulaires sont alors phagocytés par les cellules phagocytaires.</p>","Figure",[],"<p>figure7</p>","<h3>1 – Mise en évidence de la coopération entre les cellules immunitaires</h3>",["81"],"<h3>2 – Les lymphocytes T4&nbsp;: pivots des réactions immunitaires spécifiques</h3>",["82","83"],[],"<p>C’est la capacité d’un organisme à se souvenir d’un antigène avec lequel il a déjà été en contacte.</p><p>Cette mémoire est attribuée aux lymphocytes B et T qui réagissent différemment s’ils ont déjà été confrontés à un antigène donné. La réponse est plus rapide, plus efficace et plus durable au second contact qu’au premier.</p>",[],"<p>figure10</p>",[],"<p>figure11</p>",[],"<p>figure12</p>",{"index":0,"type":"84","title":"4","parent":"27","children":"85","content":"4"},{"index":0,"type":"40","title":"4","parent":"28","children":"86","content":"87"},{"index":1,"type":"1","title":"88","parent":"28","children":"89","content":"4"},{"index":0,"type":"40","title":"4","parent":"29","children":"90","content":"91"},{"index":1,"type":"1","title":"92","parent":"29","children":"93","content":"4"},{"index":0,"type":"40","title":"4","parent":"30","children":"94","content":"95"},{"index":1,"type":"55","title":"4","parent":"30","children":"96","content":"97"},{"index":2,"type":"40","title":"4","parent":"30","children":"98","content":"99"},{"index":3,"type":"55","title":"4","parent":"30","children":"100","content":"101"},{"index":0,"type":"40","title":"4","parent":"31","children":"102","content":"103"},{"index":1,"type":"55","title":"4","parent":"31","children":"104","content":"105"},{"index":0,"type":"84","title":"4","parent":"34","children":"106","content":"4"},{"index":0,"type":"40","title":"4","parent":"35","children":"107","content":"108"},{"index":1,"type":"55","title":"4","parent":"35","children":"109","content":"110"},"Activity",["111","112","113"],[],"<p>On peut distinguer entre deux types d’organe lymphatiques, qui sont&nbsp;:</p><ul><li><strong>Les organes lymphoïdes centraux&nbsp;</strong>: au niveau desquels ont lieu la production et la maturation des cellules immunitaires, notamment les lymphocytes&nbsp;:</li><li><strong>La moelle osseuse rouge </strong>assure la production des lymphocytes T et B et la maturation des lymphocytes B.</li><li><strong>Le thymus</strong> assure la maturation des lymphocytes T.</li><li><strong>Les organes lymphoïdes périphériques</strong>&nbsp;: sont le lieu d’accumulations et de rencontres des cellules de l’immunité avec les agents pathogènes. Ex&nbsp;: la rate, les ganglions lymphatiques…</li></ul>","<h4><strong>Remarques</strong></h4>",["114"],[],"<p>Les anticorps font partie de la famille des immunoglobulines (globuline gamma), molécules circulant dans le milieu intérieur (sang et lymphe) et constituées de quatre sous unités&nbsp;:</p><ul><li>Deux chaînes lourdes H identiques.</li><li>Deux chaînes légères L identiques.</li><li>Reliées entre elles par différentes liaisons chimiques.</li></ul><p>Chaque chaîne est formée de deux parties&nbsp;:</p><ul><li>Une partie constante, constituant le corps de l’anticorps et la première moitié des bras.</li><li>Une partie variable, constituant l’extrémité des bras.</li></ul>","<h4><strong>Remarque</strong></h4>",["115","116"],[],"<p>La production d’anticorps par les plasmocytes, cellule dérivés des LB, s’effectue en 3 étapes.</p>",[],"<p>figure4</p>",[],"<h4>a – La reconnaissance de l’antigène ou sélection clonale</h4><p>Lors de leur introduction dans l’organisme, les antigènes entrent en contact avec des lymphocytes B circulants. Les lymphocytes B possèdent à leur surface des anticorps tous identiques et spécifiques d’un antigène donné.</p><p>Reconnaissance initiale de l’antigène&nbsp;: sélection clonale</p><p>Dans l’organisme, les LB portant à leur membrane le même anticorps sont qualifiés de clone de LB.</p><p>Il existe des millions d’antigènes différents et notre organisme abrite des millions de clones de LB. Seul le clone ayant reconnu l’antigène est sélectionné et participe à la réponse immunitaire&nbsp;: c’est la sélection clonale.</p><h3>b – L’amplification clonale</h3><p>Le clone ayant reconnu l’antigène subit une forte multiplication cellulaire. Le clone est alors formé de cellules bien plus nombreuses toutes capables de reconnaître le même antigène.</p><h3>c – La différenciation</h3><p>les lymphocytes B obtenus se différencient ensuite en cellules spécialisées dans la production d’anticorps solubles&nbsp;: les plasmocytes.</p><p>Une partie des LB se différencient également en LB mémoire.</p>",[],"<p>figure5</p>",[],"<p>Les anticorps assurent 3 fonctions essentielles&nbsp;:</p><ul><li>La neutralisation de l’antigène par son opsonisation (complexe immune).</li><li>Faciliter la phagocytose, car les phagocytes ont des récepteurs pour le Fc des anticorps.</li><li>Activer le complément.</li></ul>",[],"<p>figure6</p>",["117","118","119"],[],"<p>Comme les LT8, les LT4 possèdent des récepteurs T et sont donc impliqués eux aussi dans la surveillance des membranes cellulaire.</p><p>À la suite de la reconnaissance d’une CPA, des lymphocytes T4 spécifique de cet antigène se différencient en lymphocytes T4 sécréteurs de messagers chimiques, appelés interleukines. Les interleukines stimulent la multiplication et la différenciation des lymphocytes B et des lymphocytes T activés par un AG.</p><p>Une autre partie des cellules formées donne des LT4 mémoire, cellules à durée de vie longue qui matérialisent dans l’organisme le souvenir de l’antigène.</p>",[],"<p>figure9</p>",{"index":0,"type":"40","title":"4","parent":"70","children":"120","content":"121"},{"index":1,"type":"55","title":"4","parent":"70","children":"122","content":"123"},{"index":2,"type":"124","title":"4","parent":"70","children":"125","content":"4"},{"index":0,"type":"40","title":"4","parent":"72","children":"126","content":"127"},{"index":0,"type":"40","title":"4","parent":"74","children":"128","content":"129"},{"index":1,"type":"55","title":"4","parent":"74","children":"130","content":"131"},{"index":0,"type":"40","title":"4","parent":"81","children":"132","content":"133"},{"index":1,"type":"55","title":"4","parent":"81","children":"134","content":"135"},{"index":2,"type":"124","title":"4","parent":"81","children":"136","content":"4"},[],"<p>Pour mettre en évidence les types de la réponse immunitaire spécifique on propose l’étude des expériences présentées par la figure suivante.</p>",[],"<p>figure1</p>","ActivityQuestion",["137","138"],[],"<ul><li>les lymphocytes T sont divisés en deux sous-populations, les LT4 et les LT8, caractérisés par d’autres marqueurs membranaires appelés respectivement CD4 et CD8.</li><li>Le marqueur CD4 reconnaît les molécules CMH-II, ainsi les LT4 peuvent entrer en contact avec les cellules immunitaires ayant les molécules CMH-II, les CPA qui sont les macrophages, les LB, les cellules dendritiques.</li><li>Le marqueur CD8 reconnaît les molécules CMH-I, ainsi les LT8 peuvent entrer en contact avec toutes les cellules nucléées de l’organisme, car elles ont toutes le CMH-I.</li></ul>",[],"<ul><li>Les sites de fixation des antigènes se situent au niveau des parties variables de l’anticorps.</li><li>Selon la nature de la chaîne lourde, on distingue 5 classe d’anticorps&nbsp;:<ul><li>IgM&nbsp;: se trouvent sous forme de pentamère dans le sérum.</li><li>Iga&nbsp;: sont des diamères qui se trouvent dans les sécretions (lait, salive…).</li><li>IgG&nbsp;: Les plus abondants dans le sérum.</li><li>IgE&nbsp;: Rares dans le sérum, ils sont responsables des cas d’allergie.</li><li>IgD&nbsp;: Anticorps membranaires (BCR).</li></ul></li></ul>",[],"<p>figure3</p>",[],"<p>Pour mettre en évidence la coopération entre les cellules immunitaires, on propose l’étude de l’expérience présentée par la figure suivante&nbsp;:</p><p><strong>Préparation des animaux&nbsp;:</strong></p><p><strong>1 – </strong>Des lymphocytes, prélevés chez des souris normales sont placés, dans un milieu de culture afin d’être maintenus en vie.</p><p><strong>2 – </strong>Chez d’autres souris, appartenant à la même souche que les précédentes, on détruit à la naissance tous les lymphocytes par irradiation.</p><p><strong>3 – </strong>Ces souris sont alors réparties en trois lots et reçoivent des injections de cellules immunitaires en culture.</p><p>Contrôle d’immunisation&nbsp;:</p><p><strong>1 – </strong>Les trois lots de souris, ainsi qu’un lot témoin, reçoivent une injection de globules rouges de mouton (GRM).</p><p><strong>2 – </strong>Une semaine plus tard, on prélève du sérum chez des souris de chacun des lots et on recherche la présence d’anticorps anti – GRM, donc capables d’agglutiner les GRM.</p>",[],"<p>figure8</p>",["139","140"],{"index":0,"type":"40","title":"4","parent":"113","children":"141","content":"142"},{"index":1,"type":"143","title":"4","parent":"113","children":"144","content":"4"},{"index":0,"type":"40","title":"4","parent":"119","children":"145","content":"146"},{"index":1,"type":"143","title":"4","parent":"119","children":"147","content":"4"},[],"<p><strong>Q – </strong>Que peut-on conclure des résultats de ces expériences&nbsp;?</p>","ActivityAnswer",["148"],[],"<p><strong>Q – </strong>que peut-on déduire des résultats de cette expérience&nbsp;?</p>",["149"],{"index":0,"type":"40","title":"4","parent":"138","children":"150","content":"151"},{"index":0,"type":"40","title":"4","parent":"140","children":"152","content":"153"},[],"<p><strong>R –</strong> Dans une réaction immunitaire adaptative, la protection de l’organisme contre l’antigène est assurée&nbsp;:</p><ul><li>Soit par des molécules solubles présentes dans le plasma du sang. C’est la réponse immunitaire à médiation humorale. Cette immunité est transférable par le sérum.</li><li>Soit directement par certains lymphocytes. C’est la réponse immunitaire à médiation cellulaire. Cette immunité est transférable par les lymphocytes</li></ul>",[],"<p><strong>R – Analyse&nbsp;:</strong> on remarque l’absence d’agglutination dans les lots 1 et 2, par contre dans le lot 3 (présence de lymphocytes B et T) il y a agglutination.</p><p><strong>Conclusion&nbsp;:</strong> Les cellules immunitaires coopèrent entre elles. Cette coopération se fait par le biais des substances chimiques sécrétées par certaines cellules immunitaires (Interleukines par exemple). La coopération peut se faire aussi par un contact direct entre elles grâce à une interaction entre leurs récepteurs membranaires.</p>"]