{"name":"H1","text":" Expression de l’information génétique","content":[{"name":"H4","text":"Introduction :","content":[{"name":"P","text":"L’expression de l’information génétique est le passage de l’ADN (polynucléotide) au caractères héréditaires observables et mesurables (le phénotype)."},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Quelle est la relation entre l’information génétique  (ADN) et les caractère héréditaires ?"}]},{"name":"LI","content":[{"name":"P","text":"Quelles sont les  mécanismes de l’expression de l’information  génétique ?"}]}]}]},{"name":"H2","text":"I- Notion de mutation et du gène","content":[{"name":"H3","text":"1- Notion de mutation","content":[{"name":"P","text":"Les bactérie (E. coli) sensible au streptomycine sont cultivées sur une boite de Pétri contenant un milieu nutritif adéquat. Après un certain temps, plusieurs colonies bactériennes apprissent dans la boite. Elles sont ensuite transférer sur in milieu nutritif contenant de la streptomycine. La figure suivante présente les résultats de cette expérience."},{"name":"P","text":"     Q- 1- Nommez le caractère héréditaire considéré dans cet exemple et précisez ses phénotypes."},{"name":"IMG","imageId":"chapter2_html_50434add754825a8.png"},{"name":"P","text":"Q-2- Analysez les résultats de cette expérience."},{"name":"P","text":"Q-3- Proposez une explication à ces résultats."},{"name":"P","text":"R-1- le caractère héréditaire considéré est le comportement vis à vis de la streptomycine. Il se manifeste par 2 phénotypes :  "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Strep S : sensible à la streptomycine."}]},{"name":"LI","content":[{"name":"P","text":"Strep R : résistant à la streptomycine."}]}]},{"name":"P","text":"R-2- Le transfert des bactérie Strep S au milieu sans streptomycine conduit au développement de toutes les colonies initiales. Par contre, lorsque  les même bactérie sont transférées  au milieu contenant de la streptomycine, on observe le développement d’une seul colonie qui est constitué de bactéries résistantes à la streptomycine."},{"name":"P","text":"R-3- Les bactéries Strep R ont subit une modification du caractère héréditaire, cette modification est liée à une modification du programme génétique, cette modification est appelée mutation."},{"name":"P","text":"La mutation est une modification du matériel génétique (ADN) entraînant la modification d’un caractère héréditaire. Elles est : spontanée (mais peut être provoquée par des agents mutagènes), aléatoire, rare et héréditaire."},{"name":"P","text":"Remarque : on distingue 3 types de mutations ponctuelles :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Mutation par substitution :  remplacement d’un nucléotide par un autre."}]},{"name":"LI","content":[{"name":"P","text":"Mutation par insertion :  ajout d’un ou plusieurs nucléotides."}]},{"name":"LI","content":[{"name":"P","text":"Mutation par délétion :  perte d’un ou plusieurs nucléotides."}]}]}]},{"name":"H3","text":"2- Notion du gène","content":[{"name":"P","text":"Le caractère de sensibilité ou résistance à la streptomycine et contrôle par un morceau d’ADN appelé gène. Ce gène existe en deux formes appelées allèles : un allèle sauvage, chez les bactéries Strep S, qui gouverne la sensibilité à la streptomycine, et un allèle muté, chez les bactéries Strep R, responsable de la résistance à la streptomycine (fig)."},{"name":"P","text":"        "},{"name":"IMG","imageId":"chapter2_html_bf99753bb35fe1bc.png"},{"name":"P","text":"Gène : portion d’ADN que porte l’information génétique correspondant à un caractère héréditaire. Le gène a une position (locus) constante sur un chromosome chez tous les individus de même espèce."},{"name":"P","text":"Allèle : forme ou version de gène. En général un gène est représenté par deux allèles (chez les diploïdes (occupant le même locus) qui peuvent être identiques ou différents (fig)."}]}]},{"name":"H2","text":"             II- Relation gène – protéine – caractère","content":[{"name":"H3","text":"1- Relation protéine – caractère","content":[{"name":"P","text":"Pour révéler la relation protéine – caractère on propose l’étude de la maladie de l’anémie falciforme (drépanocytose)."},{"name":"P","text":"C’est une maladie génétique que se manifeste par une anémie (dont les principaux symptômes sont la fatigabilité, le vertige et l’essoufflement) et des crises douloureuses causées par une mauvaise circulation sanguine et par le manque d’oxygénation des tissus."},{"name":"P","text":"La figure suivant montre deux schémas de globules rouges."},{"name":"P","text":"     Q-1- Comparez entre les globules rouges normale et les globules rouge anormales."},{"name":"IMG","imageId":"chapter2_html_eca4f631dbc75f5f.png"},{"name":"P","text":"La figure suivante présente les premiers acides aminés des séquences de la chaîne Bêta de l’hémoglobine d’un individu normal (HbA) et d’un individu atteint de drépanocytose (HbS)."},{"name":"P","text":"                "},{"name":"IMG","imageId":"chapter2_html_59441608f9daa28d.png"},{"name":"P","text":"Q-2- Comparez les séquences peptidiques et déduisez la relation protéine-caractère."},{"name":"P","text":"R-1- On remarque que :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Les hématies normales ont une forme normale biconcave,  alors que les hématies anormales ont une forme de faucille."}]},{"name":"LI","content":[{"name":"P","text":"Les molécules d’ hémoglobines des  hématies normales (HbA) est dissoute et bien répartie  dans dans le cytoplasme, alors que les molécules  d’hémoglobine des hématies anormales (HbS) se  rassemblent formant des fibres microscopiques. L’ accumulation  de ces fibres à l’intérieur des globules rouges  provoque leur déformation."}]}]},{"name":"P","text":"R-2- On constate un changement d’un acide aminé : au niveau de l’hémoglobine HbA  l’acide aminé 6 est l’acide glutamique alors qu’au niveau de l’hémoglobine HbS l’acide aminé 6 est la valine (tout les autres acides aminés sont identiques)."},{"name":"P","text":"On déduit que la modification de la séquence en acides aminés de la protéine entraîne une modification du caractère. Donc il existe une relation protéine – caractère."}]},{"name":"H3","text":"2- Relation gène protéine","content":[{"name":"P","text":"La figure suivante présente les premiers acides aminés des séquences de la chaîne Bêta de l’hémoglobine et le début des séquence d’ADN du gène de la B-hémoglobine chez un individu saint et chez un individu drépanocytaire."},{"name":"P","text":"                "},{"name":"IMG","imageId":"chapter2_html_5a934056c74e2c5e.png"},{"name":"P","text":"Q- Comparez les séquence d’ADN chez ces deux individu et déduisez la relation gène-protéine."},{"name":"P","text":"R- La différence réside dans un changement d’un nucléotide (mutation par substitution) au niveau de la paire de base N 17 ; en effet la paire de nucléotide (A-T) est remplacé par (T-A)."},{"name":"P","text":"Donc un mutation au niveau de la séquence nucléotidique entraîne une modification de la séquence en acides aminés de la protéine ce qui montre l’existence d’une relation gène-protéine."},{"name":"P","text":"Bilan : Les mutations au niveau des séquences nucléotidiques entraînent une modification de la séquence en acides aminés de la protéine ce qui provoque une modification du caractère héréditaire."},{"name":"P","text":"Il existe donc une relation gène - protéine - caractère héréditaire."}]}]},{"name":"H2","text":"III- Mécanisme d’expression de l’information génétique","content":[{"name":"H3","text":"1- L’ intermédiaire entre le noyau et le cytoplasme","content":[{"name":"P","text":"La figure suivante montre l’autoradiographie de deux cellules cultivées en présence d’un précurseur spécifique de l’ARN."},{"name":"P","text":"             Q- Quel est le rôle de l’ARN que montre cette expérience ?"},{"name":"IMG","imageId":"chapter2_html_a75821e10efe5754.png"},{"name":"P","text":"R- cette expérience montre que l’ARN est synthétisé dans le noyau (lieu de l’information génétique), puis il est transférer vers le cytoplasme (lieu de synthèse des protéines)."},{"name":"P","text":"Donc l’ARN est l’intermédiaire entre le noyau et le cytoplasme. Ce type d’ARN est appelé ARNm (messager)."}]},{"name":"H3","text":"2- Comparaison entre l’ARN et ADN","content":[{"name":"P","text":"l’ARN est l’acide ribonucléique, le tableau suivant montre une comparaison entre l’ARN et l’ADN."},{"name":"TABLE","content":[{"name":"TBODY","content":[{"name":"TR","content":[{"name":"TD","content":[{"name":"P","text":"         "}]},{"name":"TD","content":[{"name":"P","text":"    ADN"}]},{"name":"TD","content":[{"name":"P","text":"    ARN"}]}]},{"name":"TR","content":[{"name":"TD","content":[{"name":"P","text":"    Structure"}]},{"name":"TD","content":[{"name":"P","text":"    Double brins"}]},{"name":"TD","content":[{"name":"P","text":"    Un seul brin"}]}]},{"name":"TR","content":[{"name":"TD","content":[{"name":"P","text":"    Sucre"}]},{"name":"TD","content":[{"name":"P","text":"    Désoxyribose"}]},{"name":"TD","content":[{"name":"P","text":"    Ribose"}]}]},{"name":"TR","content":[{"name":"TD","content":[{"name":"P","text":"    Bases azotées"}]},{"name":"TD","content":[{"name":"P","text":"    G, C, A, T"}]},{"name":"TD","content":[{"name":"P","text":"    G, C, A, U (uracile)"}]}]},{"name":"TR","content":[{"name":"TD","content":[{"name":"P","text":"    Localisation     "}]},{"name":"TD","content":[{"name":"P","text":"    Noyau (cytoplasme : mitose seulement)"}]},{"name":"TD","content":[{"name":"P","text":"    Noyau et cytoplasme"}]}]}]}]}]},{"name":"H3","text":"3- Le code génétique","content":[{"name":"P","text":"Après la transcription le message du gène est contenu dans l’ARNm qui passe dans le cytoplasme lieu de la synthèse des protéines. Cependant, l’ARNm est une séquence de 4 nucléotides, alors que chaque protéine est un enchaînement d’acides aminés dont on dénombre 20 acides aminés différents. Il est possible de désigner chaque acide aminé par un seul nucléotide (4 possibilités) ou même par une association de deux nucléotides (16 possibilités) mais cela reste insuffisant pour coder l’ensemble des 20 acides aminés."},{"name":"P","text":"En revanche, on peut constituer 64 associations différentes formées de 3 nucléotides. Des expériences ont permis de vérifier que c’est ce système de codage qui est utilisé par les cellules vivantes. Et d’autre travaux ont permis d’établir la correspondance entre les 64 triplets possibles de nucléotides (chaque triplet est nommée codon) et les 20 acides aminés existant, c’est le code génétique."},{"name":"P","text":"     Le code génétique se caractérise par :"},{"name":"IMG","imageId":"chapter2_html_5bde3a17ecf237c2.png"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"L’universalité : la signification des  codons est la même chez tous les êtres vivants."}]},{"name":"LI","content":[{"name":"P","text":"Contient 3 codons stop."}]},{"name":"LI","content":[{"name":"P","text":"Le code est redondant, plusieurs codons peuvent correspondre  au même acide aminé."}]}]}]},{"name":"H3","text":"4- Étape de l’expression de l’information génétique","content":[{"name":"H4","text":"a- Synthèse de l’ARN : Transcription","content":[{"name":"P","text":"La figure suivante résume le mécanisme de la transcription."},{"name":"P","text":"Q- décrivez le mécanisme de la transcription d’ARNm."},{"name":"P","text":"             R- La transcription débute par le déroulement et l’ouverture d’une portion de la double hélice d’ADN (qui correspond à un gène). L’ opération de la transcription est catalysée par l’ARN polymérase. Au fur et à mesure de sa progression le long de l’ADN (5’ → 3’), cette enzyme incorpore des nucléotides par complémentarité avec l’un des brins de l’ADN. Le brin d’ARNm ainsi produit est complémentaire du brin d’ADN qui a servi de matrice, appelé brin transcrit (3’ → 5’)."},{"name":"IMG","imageId":"chapter2_html_833d0003324394ea.png"},{"name":"P","text":"Après la transcription, l’ARN migre vers le cytoplasme à travers les pores nucléaires."}]},{"name":"H4","text":"b- La traduction","content":[{"name":"P","text":"La traduction est la synthèse des protéines dans le cytoplasme."},{"name":"P","text":"La traduction nécessite :"},{"name":"P","text":"L’énergie."},{"name":"P","text":"Les ribosomes : Organites responsables de la lecture des codons de l’ARNm et d’assemblage des acides aminés (fig)."},{"name":"P","text":"L’ARNt : Se lit au acides aminées et les transporte vers les ribosomes (fig)."},{"name":"P","text":"        "},{"name":"IMG","imageId":"chapter2_html_b5ad76be67abbd35.png"},{"name":"P","text":"La figure suivante résume les différents étapes de la traduction."},{"name":"P","text":"     Q- Décrivez les étapes de la traduction."},{"name":"IMG","imageId":"chapter2_html_3670793605068075.png"},{"name":"P","text":"R- La traduction se fait selon 3 étapes :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"L’initiation : Le premier codon d’un  gène est toujours AUG, l’ARNt initiateur, relié  à la Méthionine, se fixe sur ce codon de l’ARNm,  et le ribosome devient fonctionnel."}]},{"name":"LI","content":[{"name":"P","text":"L’élongation : Un nouvel ARNt se  fixe en face du 2ème codon de l’ARNm et une liaison  peptidique se forme entre les deux acides aminés successifs.  L’ARNt occupant le P est libéré et le ribosome  se décale d’un codon (Translocation) pour permettre la  mise en place d’un nouvel acide aminé et ainsi de  suite."}]},{"name":"LI","content":[{"name":"P","text":"La terminaison : Le ribosome arrive à un  codon stop (non sens) auquel ne correspond aucun acide aminé,  donc aucun ARNt. Les deux sous-unités du ribosome se séparent  et la chaîne protéique est libéré, la  méthionine initiale est détachée."}]}]}]}]}]}]}