{"name":"H1","text":" Les phénomènes responsables de la libération de l’énergie emmagasinée dans la matière organique au niveau de la cellule.","content":[{"name":"H4","text":"Introduction :  ","content":[{"name":"P","text":"Les cellules vivantes ont besoin d’énergie pour assurer leurs activités. Les nutriments organiques contiennent de l’énergie chimique potentielle et leur dégradation plus ou moins complète par les cellule libère l’énergie nécessaire à la synthèse d’ATP."},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Quelles sont  les réactions responsables de la conversion de l’énergie  potentielle contenue dans les métabolites en énergie  utilisable par les cellules ?"}]}]}]},{"name":"H2","text":"I- Les voies métaboliques responsables de la libération de l’énergie emmagasinée dans la matière organique.","content":[{"name":"H3","text":"1- Mise en évidence de ces voies métaboliques.","content":[{"name":"P","text":"Données expérimentales : on prépare deux solutions de levures (champignon unicellulaire) : une solution bien oxygénées (milieu aérobie), et l’autre solution sans oxygène (milieu anaérobie). Les milieux de cultures sont placé dans un montage EXAO qui permet la mesure des concentration d’O2, CO2, glucose… dans ces milieux."},{"name":"P","text":"Le tableau suivant montre les résultats obtenus à la fin de l’expérience."},{"name":"P","text":"     Q-1- Analysez les résultats obtenues dans chaque milieu."},{"name":"IMG","imageId":"chapter1_html_c367d379ead896bc.png"},{"name":"P","text":"Q-2- Déterminez la voie métabolique utilisés par la levure dans chaque milieu, et donnez la réaction générale de chaque voie."},{"name":"P","text":"Q-3- proposez une hypothèse pour expliquer la différence entre la quantité de la levure produite dans les deux milieux."},{"name":"P","text":"R-1- Comparaison :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Dans le milieu aérobie : on  constate la consommation de toute la  quantité initiale (150g) du glucose  dans un temps court (9 jour), avec une  forte libération du H2O et CO2, et  la production d’une quantité importante de la levure  (1.97g)."}]},{"name":"LI","content":[{"name":"P","text":"Dans le milieu anaérobie : on  constate la consommation partielle de la  quantité initiale du glucose (45g de 150g) dans une long duré  (90 jour), avec la libération d’alcool et de faible  quantité de CO2, et la production d’une quantité  faible de levure (0.255g)."}]}]},{"name":"P","text":"R-2-  "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Dans le milieu aérobie, la levure  consomme le glucose (matière organique) en présence  d’O2 et libère du CO2 et H2O. Donc,  la voie métabolique utilisé dans ce cas est la  respiration cellulaire. C6H12O6 + 6O2 → 6CO2 + 6H2O."}]},{"name":"LI","content":[{"name":"P","text":"Dans le milieu  anaérobie, la levure consomme le glucose en absence d’O2  et libère de l’alcool (méthanol). Donc, la voie  métabolique utilisé est la fermentation alcoolique.  C6H12O6 → 2C3CH2OH + 2CO2."}]}]},{"name":"P","text":"R-3- Hypothèses :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Peut être que la plus grande quantité du glucose  utilisé dans le milieu aérobie a fournis plus  d’énergie pour la multiplication des cellules de  levures, et donc production d’une plus grande quantité  de levure."}]},{"name":"LI","content":[{"name":"P","text":"Peut être que la respiration libère plus  d’énergie (de chaque molécule de glucose) que la  fermentation. Le rendement énergétique de la   respiration est plus fort que la fermentation."}]}]}]},{"name":"H3","text":"2- Compartiments cellulaires responsable de la respiration et la fermentation.","content":[{"name":"P","text":"La figure suivante montre l’observation microscopique de la cellule de la levure en milieu anaérobie A, et en milieu aérobie B."},{"name":"P","text":"              Q- Comparez les deux cellules, et déduisez la relation entre les compartiment cellulaires responsable de la respiration et la fermentation."},{"name":"IMG","imageId":"chapter1_html_ea2ce9a8ea99c8c.png"},{"name":"P","text":"R-  "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"les deux cellule présente un noyau et des vacuoles.  Mais, on constate que les mitochondries ne sont présente que  dans la cellule mise en aérobie."}]},{"name":"LI","content":[{"name":"P","text":"Donc, les mitochondries sont les organites cellulaires  responsables de la respiration, alors que la fermentation se fait  seulement dans le cytoplasme (hyaloplasme)."}]}]},{"name":"P","text":"Bilan : la respiration et la fermentation sont les deux voie métabolique responsable de la libération de l’énergie emmagasiné dans la matière organique."}]}]},{"name":"H2","text":"II- la glycolyse : étape commune entre la respiration et la fermentation.","content":[{"name":"H3","text":"1- destinée du glucose dans la cellule","content":[{"name":"P","text":"Données expérimentales : des cellules animales sont cultivées dans un milieu aérobie (respiration) contenant du glucose (G) radioactif marqué au 14C. Des prélèvement effectués aux temps t0,t1,t2, t3 et t4 permettent de noter l’apparition de nouvelles substances radioactives : le pyruvate (P), les acides du cycle de Krebs (K) et CO2. Les résultats obtenues sont représentés dans le tableau suivant :"},{"name":"P","text":"     Q-1- Déterminez les étapes de transformation du G dans la cellule durant la respiration."},{"name":"IMG","imageId":"chapter1_html_801573629f7c9f74.png"},{"name":"P","text":"Q-1- Réalisez un dessin schématique illustrant ces étapes."},{"name":"P","text":"Le même expérience réalisée en milieu anaérobie donne les résultats suivants :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"présence de G et P, mais absence des mitochondrie et  K."}]},{"name":"LI","content":[{"name":"P","text":"Production du méthanol."}]}]},{"name":"P","text":"Q-3- déterminez la voie utilisée par les cellules dans cette deuxième expérience, le compartiment cellulaire ou elle se fait, et ses étapes."},{"name":"P","text":"R-1- À t0 le glucose se situe dans le milieu extracellulaire, puis il entre dans la cellule (hyaloplasme) progressivement (t1). À t2 il n’y a plus de glucose radioactif dans l’hyaloplasme, la radioactivité se trouve dans les molécules de pyruvate. Donc, le glucose est transformé en pyruvate dans l’hyaloplasme (la glycolyse). Puis le pyruvate entre dans la matrice mitochondriale où il est transformé en acides du cycle de Krebs."},{"name":"P","text":"R-2-  "},{"name":"P","text":"             R-3- la voie métabolique est la fermentation, elle se déroule uniquement dans l’hyaloplasme, et se fait en deux étapes : la glycolyse puis la fermentation."},{"name":"IMG","imageId":"chapter1_html_60ceb76fa36a429f.png"}]},{"name":"H3","text":"2- la glycolyse","content":[{"name":"P","text":"La figure suivante présente les étape de la glycolyse."},{"name":"P","text":"                "},{"name":"IMG","imageId":"chapter1_html_b7d86ee5fde2bd33.png"},{"name":"P","text":"Q-1- Déterminez les étapes de la glycolyse."},{"name":"P","text":"Q-2- Déterminez le bilan énergétique (en ATP) de la glycolyse."},{"name":"P","text":"R-1- La glycolyse se déroule essentiellement en deux étapes :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Formation  du fructose diphosphate avec consommation d’énergie :  le glucose fixe un groupement phosphate issue de l’hydrolyse  d’une molécule d’ATP et devient glucose  phosphate. Ce dernier fixe lui aussi un groupement phosphate issu de  l’hydrolyse d’une molécule d’ATP et se  transforme en fructose diphosphate."}]},{"name":"LI","content":[{"name":"P","text":"Formation  de l’acide glycérique diphosphate : la molécule  du fructose diphosphate se scinde en deux molécules d’un  sucre en C3 appelé glycéraldéhyde phosphate.  Chaque molécule de ce sucre fixe un groupement phosphate et  subit une oxydation, elle libère des e- et de H+ que sont  fixés par une molécule de NAD+, celle ci est réduite  en NADH,H+. A la suite de ces réaction le glycéraldéhyde  phosphate se transforme en acide glycérique diphosphate."}]},{"name":"LI","content":[{"name":"P","text":"Formation de l’acide  pyruvique avec synthèse de l’ ATP : chaque  molécule d’acide glycérique diphosphate cède  ses deux groupements phosphates à deux molécules  d’ADP. Il en résulte la synthèse de quatre  molécules d’ATP et la transformation de l’acide  glycérique diphosphate en acide pyruvique."}]}]},{"name":"P","text":"R-2- durant les étapes de la glycolyse 2 ATP sont consommées au début et 4 sont produites à la fin, donc le bilan énergétique en ATP est 4-2=2ATP."},{"name":"P","text":"N B : la glycolyse produit aussi 2 NADH,H+ (molécule riche en énergie)."},{"name":"P","text":"Bilan :"}]}]},{"name":"H2","text":"                          III- Destinée de l’acide pyruvique durant la respiration cellulaire","content":[{"name":"H3","text":"1- Rôle du mitochondrie","content":[{"name":"P","text":"Données expérimentales : Les manipulations suivantes sont réalisées par EXAO, sur des mitochondries isolées de cellules animales.  "},{"name":"P","text":"On place une suspension de mitochondries dans une solution nutritive riche en O2. On ajoute à la solution du glucose au temps t1, de l’acide pyruvique au temps t2 et l’ADP + Pi au temps t3. La figure () présente les résultats obtenues."},{"name":"P","text":"     Q- on vous basant sur l’analyse du graphe, déterminez le rôle du mitochondrie."},{"name":"IMG","imageId":"chapter1_html_94b659952ad00199.png"},{"name":"P","text":"R-"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Du temps 0 à t2, les  concentrations d’O2 et d’ATP sont restées  constantes, les mitochondries ne consomment pas O2 et ne produisent  pas l’ ATP malgré la présence du glucose. Donc,  les mitochondries n’utilisent pas le glucose directement comme  métabolite énergétique."}]},{"name":"LI","content":[{"name":"P","text":"L’ajout de l’acide  pyruvique au temps t2 a provoqué la diminution (consommation)  de la concentration d’O2 et l’augmentation (synthèse)  du taux d’ATP. Donc, les  mitochondries utilisent l’acide pyruvique comme métabolite  énergétique."}]},{"name":"LI","content":[{"name":"P","text":"L’ajout de l’ ADP +  Pi au temps t3 à causé l’ élévation  du taux de consommation d’O2 et aussi de la synthèse  d’ATP. Donc, le métabolisme énergétique  des mitochondries est stimulé en présence d’ADP  + Pi (concentration élevée)."}]},{"name":"LI","content":[{"name":"P","text":"Donc les mitochondrie consomme  l’O2 et l’acide pyruvique et synthétisent l’  ATP."}]}]}]},{"name":"H3","text":"2- Ultrastructure de la mitochondrie","content":[{"name":"P","text":"La figure () montre une observation microscopique de la mitochondrie, la figure () présente al structure moléculaire des membranes de la mitochondrie et le tableau présente les constituants des différents éléments d’une mitochondrie."},{"name":"P","text":"Q- Décrivez l’ultrastructure de la mitochondrie."},{"name":"P","text":"                               R- Les mitochondries sont des organites délimités par deux membranes : la membrane externe et la membrane interne qui  présente des replis appelés crêtes mitochondriales. Entre ces deux membranes se trouve l’espace inter-membranaire. La membrane interne limite la matrice à l’intérieur."},{"name":"IMG","imageId":"chapter1_html_e6b63e78c5fc23cf.png"},{"name":"IMG","imageId":"chapter1_html_74241f7a5a40abd8.png"},{"name":"IMG","imageId":"chapter1_html_8c801ca48edd9c6e.png"},{"name":"P","text":"La membrane interne est caractérisée par sa richesse en enzymes et porte des sphères pédonculées tournées vers la matrice."}]},{"name":"H3","text":"3- Dégradation de l’acide pyruvique dans la matrice","content":[{"name":"P","text":"La dégradation de l’acide pyruvique dans la matrice se fait en deux étapes que sont la formation de l’acétylcoenzyme A et le cycle de Krebs."},{"name":"P","text":"             Formation de l’acétylcoenzyme : l’acide pyruvique subit une décarboxylation (enlèvement de CO2) et une déshydrogénation (enlèvement de H+) dont le résultat est un groupement acétyle CH3CO qui se fixe sur un composé appelé coenzyme A pour donner l’acétylcoenzyme, cette étape est accompagné par la formation d’un NADH,H+."},{"name":"IMG","imageId":"chapter1_html_c5fb1e8ce3115502.png"},{"name":"P","text":"Cycle de Krebs : l’acétyle se lie à une molécule en C4 (oxaloacétate) pour formé une molécule en C6 (acide citrique). Ce dernier est dégradé progressivement par des réaction de décarboxylation et de déshydrogénation constituants de cycle de Krebs. Chaque cycle de Krebs est accompagné par l’enlèvement de 2 CO2, la formation de 3 NADH,H+ et 1 FADH2, et la synthèse d’un ATP."},{"name":"P","text":"     Bilan :"},{"name":"IMG","imageId":"chapter1_html_eaad2a8d9e48c838.png"},{"name":"P","text":"   "}]},{"name":"H3","text":"2- La chaîne respiratoire et phosphorylation oxydative","content":[{"name":"H4","text":"a- Données expérimentales","content":[{"name":"P","text":"Pour mettre en évidence le rôle de la chaîne respiratoire dans la respiration cellulaire, et les conditions de formation d’ ATP on propose les données suivantes :"},{"name":"P","text":"Donnée 1 : Une solution enrichie en mitochondries et coenzymes réduits (NADH,H+) est contenue dans un milieu confiné dépourvu de dioxygène. En injectant une solution de O2 (pulses), on étudie son influence sur la concentration en protons du milieu extérieur. Le montage expérimentale et les résultats obtenus sont présente par la fig suivante."},{"name":"P","text":"     Q-1- Analysez et expliquer ces résultats."},{"name":"IMG","imageId":"chapter1_html_6bf9489a04683c9b.png"},{"name":"P","text":"Donnée 2 : On traite des mitochondries au ultrasons, ce qui induit la fragmentation de leurs membranes internes. Des vésicules de 100nm de diamètre se forment (fig), ces vésicule contiennent des sphères pédonculées en contacte avec le milieu extérieur qui contient O2, l’ ADP + Pi. On fait varier le pH du milieu extérieur (pHe) des vésicules mitochondriales et on mesure la quantité d’ ATP synthétisé. Les résultats sont représentés par le tableau suivant."},{"name":"P","text":"     Remarque : si on met des vésicules en présence de protéase (enzyme catalysant l’hydrolyse de protéines), les sphères se séparent des pédoncules qui restent attachés à la membrane interne. On constate alors que,  placées dans les memes condition que dans la 3ème expérience, les vésicules portant les pédoncules uniquement sont incapables de phosphoryler l’ADP en ATP."},{"name":"IMG","imageId":"chapter1_html_374355a811c4919d.png"},{"name":"P","text":"Q-2- On vous basant sur ces résultats expérimentaux, déterminez les condition de synthèse d’ ATP."},{"name":"P","text":"R-1-  "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Analyse :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Avant l’injection d’O2   on observe que la concentration d’ H+ dans le milieu   extérieur est nulle."}]},{"name":"LI","content":[{"name":"P","text":"Juste après   l’injection d’O2, on observe   une augmentation rapide suivie d’une diminution lente de a   concentration d’ H+."}]}]}]},{"name":"LI","content":[{"name":"P","text":"Explication :  En présence d’ O2 la respiration est activée.  Les coenzymes réduits  (NADH,H+) sont oxydés (NADH,H+ → NAD+ + 2e- + 2H+), et  les protons H+ libérés sont transférés  de la matrice à l’espace inter-membranaire puis vers le  milieu extérieur. Ce qui explique la forte augmentation de la  concentration en H+. Dans un second temps, les protons retournent  progressivement dans la matrice."}]}]},{"name":"P","text":"R-2- les conditions permettant la synthèse d’ ATP sont :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"La présence d’ADP et  de Pi."}]},{"name":"LI","content":[{"name":"P","text":"Un pH extra-vésiculaire  plus important que le pH de l’intérieur des vésicules  (pHi < pHe). Or le pH dépend de la concentration de  protons du milieu (plus la concentration de protons est faible, plus  le pH est élevé). Dans notre cas, [H+]i > [H+]e. Il  y aura donc une tendance des protons à sortir des vésicules."}]},{"name":"LI","content":[{"name":"P","text":"La présence des sphères  pédonculées."}]}]},{"name":"P","text":"b- Bilan :  "},{"name":"P","text":"la figure suivant montre un schéma synthétique du fonctionnement de la chaîne préparatoire et de la phosphorylation oxydative."},{"name":"P","text":"             Q- résumez ces deux phénomènes, en vous basant sur le schéma de la fig."},{"name":"IMG","imageId":"chapter1_html_a5aeca8b0c71a7ca.png"},{"name":"P","text":"R-  "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Les coenzymes réduits  NADH,H+, FADH2 (formés au cours de la glycolyse et la  dégradation du pyruvate dans la matrice) subissent la  réoxydation selon la réaction  suivante : TH2 →  T+ + 2e- + 2H+."}]},{"name":"LI","content":[{"name":"P","text":"Les e- cédés par  cette réoxydation sont transportés par les  transporteurs membranaires de la chaîne respiratoire (à  la suite d’une succession de réaction d’oxydoréduction)  jusqu’ au dernier accepteur qui est O2. Ce dernier est réduit  selon la réaction 1/2 O2 + 2e- + 2H+ → H2O."}]},{"name":"LI","content":[{"name":"P","text":"Au cours du transport des e- par  la chaîne respiratoire, certains complexes enzymatiques de  cette chaîne utilisent l’énergie libérée  par les e- pour pomper des H+ de la matrice vers l’espace  inter-membranaire, pour former le gradient H+."}]},{"name":"LI","content":[{"name":"P","text":"Finalement, les  protons passent de l’espace inter-membranaire vers la matrice  à travers les sphères pédonculées, ces  dernières utilisent l’énergie du flux des H+  pour la synthèse de l’ ATP à partir de l’  ADP et Pi, selon la réaction suivante : ADP + Pi +  énergie → ATP."}]}]}]}]},{"name":"H3","text":"3- Le bilan énergétique de la respiration cellulaire","content":[{"name":"P","text":"Q- Sachant que l’oxydation d’une molécule de NADH,H+ permet la synthèse de 3ATP, et l’oxydation d’une molécule de FADH2 permet la synthèse de 2ATP. Calculez le bilan énergétique de la respiration."},{"name":"P","text":"R-  "},{"name":"P","text":"             donc le bilan énergétique de la respiration cellulaire est 38 ATP."},{"name":"IMG","imageId":"chapter1_html_81ff8d35b2bb0427.png"},{"name":"P","text":"Remarque : 36/38ATP."}]}]},{"name":"H2","text":"IV- Destinée de l’acide pyruvique durant la fermentation","content":[{"name":"P","text":"La fermentation est caractérisé par la dégradation partielle de la matière organique en absence d’ O2.  "},{"name":"H3","text":"1- Fermentation alcoolique","content":[{"name":"P","text":"L’ acide pyruvique issu de la glycolyse subi une décarboxylation, puis il est réduit en éthanol avec régénération du transporteur (NADH,H+). L’ équation bilan de la fermentation est :"},{"name":"P","text":"             Durant la fermentation alcoolique il y a production de 2ATP seulement."},{"name":"IMG","imageId":"chapter1_html_35976222c96a558c.png"}]},{"name":"H3","text":"2- Fermentation lactique","content":[{"name":"P","text":"Certains cellules, comme les bactéries lactiques et les cellules musculaires sont capables de réaliser la fermentation lactique. Dans ce cas, la dégradation du glucose produit de l’acide lactique. L’ équation bilan de la fermentation est :"},{"name":"P","text":"     Durant la fermentation alcoolique il y a production de 2ATP seulement."},{"name":"IMG","imageId":"chapter1_html_423ef2dc006a55cf.png"}]}]},{"name":"H2","text":"V- Comparaison entre le rendement énergétique de la respiration et de la fermentation","content":[{"name":"H3","text":"1- Données expérimentales","content":[{"name":"P","text":"Les études calorimétriques on permis de calculer l’énergie emmagasiné dans une mole de glucose (2860KJ), et l’énergie extraite durant la respiration et la fermentation lactique. Les réactions suivantes résument les résultats obtenus."},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"  C6H12O6  + O6   6CO2 + 6H2O + 2840  KJ"}]},{"name":"LI","content":[{"name":"P","text":"  C6H12O6    2CH3-CHOH-COOH  + 168  KJ"}]}]},{"name":"P","text":"Q-1- Comparez l’énergie extraite du glucose durant chaque voie métabolique, puis expliquer la différence constaté."},{"name":"P","text":"Q-2- Calculez le rendement énergétique en ATP pour chaque voie (R=(énergie transformée en ATP/énergie contenu dans une mole de glucose)*100)."},{"name":"P","text":"R-1-"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Comparaison : Durant la respiration, toute  l’énergie emmagasiné dans le glucose (2840) est  extraite. Alors que durant la fermentation, seulement 168 KJ est  extraite."}]},{"name":"LI","content":[{"name":"P","text":"Explication : La respiration conduit à une  dégradation complète du glucose  (les produit H2O et CO2 → 0KJ), donc un dégagement  complet de l’énergie y emmagasiné. Par contre la  fermentation conduit à une dégradation partielle du  glucose, donc libération partielle de l’énergie  (la plus part de l’énergie reste emmagasine dans le  composé produit par la fermentation)."}]}]},{"name":"P","text":"R-2- calcule du rendement :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Pour la respiration : 40.81 %."}]},{"name":"LI","content":[{"name":"P","text":"Pour la fermentation : 2.15 %."}]}]}]},{"name":"H3","text":"2- Conclusion","content":[{"name":"P","text":"        "},{"name":"IMG","imageId":"chapter1_html_ecdcbca068dda452.png"}]}]}]}