{"name":"H1","text":" Réalisation de carte paléogéographique d’une région","content":[{"name":"H4","text":"Introduction :","content":[{"name":"P","text":"Les roches sédimentaires forment des paysages géologiques du globe terrestre. Elles résultent d’un ensemble de processus : érosion, transport, sédimentation et diagenèse."},{"name":"P","text":"Les observations faites dans les milieux actuels transposées aux phénomènes du passé, permettent de reconstitué certain éléments des paysages anciens (milieu de sédimentation, type de climat, niveau de mer…), c’est l’objectif de la Paléogéographie."},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Quels sont les  indices et les techniques de base utiliser dans la reconstitution  des paysages anciens ?"}]}]},{"name":"P","text":"  "}]},{"name":"H2","text":"I- Identification des roches sédimentaires","content":[{"name":"H3","text":"1- définition d’une roche sédimentaire","content":[{"name":"P","text":"Q- On se basant sur vos connaissances, définissez une roche sédimentaire, et citez les différents processus qui aboutissent à la formation de ce type de roche."},{"name":"P","text":"R- Les roches sédimentaires sont placés dans divers milieux naturels (milieu alluvial, saharien…). Les sédiments se diffèrent par leur taille, couleurs, composition chimique…"},{"name":"P","text":"définition : Une roche sédimentaire est une roche qui se forme à la surface du globe terrestre (roche exogène) dans un bassin sédimentaire suite à un ensemble de processus :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Érosion :  c’est l’ensemble de phénomènes qui causent  la dégradation des roches superficielles. On distingue  deux  types d’érosion : mécanique (=> solides)  et chimique (=> molécules dissoutes dans l’eau)"}]},{"name":"LI","content":[{"name":"P","text":"Transport :  c’est le déplacement des produit de l’érosion  par les facteur de transport : vent, eau, glace"}]},{"name":"LI","content":[{"name":"P","text":"Sédimentation :  c’est la déposition des produits de l’érosion  dans les bassins sédimentaires"}]},{"name":"LI","content":[{"name":"P","text":"Diagenèse :  c’est un ensemble de phénomène  (physico-chimiques, biochimique…) qui interviennent dans la  transformation des sédiments meubles en une roche solide  appelés roche sédimentaire."}]}]}]},{"name":"H3","text":"2- classification des roches sédimentaire","content":[{"name":"P","text":"  "},{"name":"P","text":"Les roches sédimentaires sont classées selon plusieurs critères :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Selon la taille  des particules composants les roches."}]},{"name":"LI","content":[{"name":"P","text":"Selon l’origine  de la roche."}]},{"name":"LI","content":[{"name":"P","text":"Selon la  composition chimique de cette roche."}]}]},{"name":"P","text":"La figure suivante montre une classification simple des roches sédimentaires :"},{"name":"P","text":"               "},{"name":"IMG","imageId":"chapter1_html_317c854497d7e38.png"}]}]},{"name":"H2","text":"II- L’étude granulométrique  et morphologique de sédiments","content":[{"name":"H3","text":"1- Étude granulométrique","content":[{"name":"P","text":"C’est une opération consistant à étudier la distribution des différents grains d’un échantillon de sable sec (granulat), en fonction de la taille (diamètre)."},{"name":"H4","text":"a- Protocole expérimental","content":[{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Lavage à  eau de l’échantillon de sable dans un tamis de 0.05mm  pour le débarrasser des éléments fins (argiles,  limons)"}]},{"name":"LI","content":[{"name":"P","text":"ajout de H2O2  et HCl pour éliminer la matière organique et le  calcaire."}]},{"name":"LI","content":[{"name":"P","text":"Tamisage de  100g de sable, par une colonne de tamisage."}]},{"name":"LI","content":[{"name":"P","text":"Pour chaque  tamis, on pèse le refus (quantité de sable qui est  retenue par ce tamis)."}]}]},{"name":"P","text":"Remarque : On appelle tamisât, la quantité de sable qui passe à travers le tamis."}]},{"name":"H4","text":"b- Exploitation des résultats  ","content":[{"name":"P","text":"Exercice d’application : Le tableau suivant montre les résultats d’une étude granulométrique d’un échantillon du sable."},{"name":"P","text":"       "},{"name":"IMG","imageId":"chapter1_html_8d55ae7d25a5afbc.png"},{"name":"P","text":"Q-1- Tracez l’histogramme et la courbe de fréquence. Que peut-t-on déduire de cette courbe."},{"name":"P","text":"Q-2- Complétez le tableau et tracez la courbe cumulative."},{"name":"P","text":"Q-3- Calculez l’indice de Trask, et déduisez le granoclassement du sable étudié (tableau de granoclassement)."},{"name":"P","text":"Q-4- Déduisez le type de sédimentent étudier (courbes granulométriques)."},{"name":"P","text":"       "},{"name":"IMG","imageId":"chapter1_html_3843daef349c5889.png"},{"name":"P","text":"R-1-  "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Traçage  de l’histogramme et de la courbe de fréquence."}]},{"name":"LI","content":[{"name":"P","text":"On constate que  la courbe est uni-modale, donc le sable étudié est  homogène."}]}]},{"name":"P","text":"Remarque: si la courbe est plurimodale, alors le sable étudié est hétérogène (un mélange de plusieurs sables)."},{"name":"P","text":"R-2- Traçage de la courbe cumulative."},{"name":"P","text":"R-3-  "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Q1  = 1، Q2 =  0.37."}]},{"name":"LI","content":[{"name":"P","text":" "},{"name":"IMG","imageId":"chapter1_html_924caaa7f8de924e.gif"}]},{"name":"LI","content":[{"name":"P","text":"puisque     ,  alors le sable étudié a un degré de classement  moyen."},{"name":"IMG","imageId":"chapter1_html_ac549b098df3c61d.gif"}]}]},{"name":"P","text":"R-4- On constate la courbe obtenue et plus semblable à la courbe D (figure). Donc, le sable étudié est un sable fluviatile."},{"name":"P","text":"  "},{"name":"P","text":"Bilan : L’étude granulométrique des sédiments permet de récupérer les conditions de sédimentation. Les résultats sont représentés sous forme de :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Histogramme et  courbe de fréquence : permet de déduire  homogénéité des sédiments."}]},{"name":"LI","content":[{"name":"P","text":"Courbe  cumulative :permet de déterminer de degré de  classement des sédiment et leurs milieux de sédimentations."}]}]},{"name":"P","text":"  "}]}]},{"name":"H3","text":"2- Étude morphoscopique des sédiments. Ex : Étude statistique de la morphologie des grains de quartz","content":[{"name":"P","text":"  "},{"name":"P","text":"Le sable est formé de plusieurs composants (feldspath, micas, quartz…), le quartz est le minérale le plus abondant dans le sable (à cause de son abondance, de sa dureté et sa résistance aux chocs durant son transport)."},{"name":"P","text":"  "},{"name":"H4","text":"a- Principe d’étude","content":[{"name":"P","text":"Pour observer les grains de quartz de sable , on suit les étapes suivantes :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"On lave le  sable avec de l’eau pour éliminer les éléments  argileux."}]},{"name":"LI","content":[{"name":"P","text":"On ajoute H2O2  et HCl pour éliminer la matière organique et les  éléments calcaire."}]},{"name":"LI","content":[{"name":"P","text":"On observe le  sable par la loupe binoculaire."}]}]},{"name":"P","text":"Le tableau suivant montre les principaux types de grains observés, et leurs caractéristiques."},{"name":"P","text":"       "},{"name":"IMG","imageId":"chapter1_html_5d68a2e26fea9ae8.png"}]},{"name":"H4","text":"b- Exercice d’application :","content":[{"name":"P","text":"L’étude statistique des grains de quartz d’un échantillon de sable a donné les résultats suivants."},{"name":"P","text":"     Q-1- Transformez ces résultats en un diagramme circulaire, que peut on conclure ?"},{"name":"IMG","imageId":"chapter1_html_479b62240f5ff2c7.png"},{"name":"P","text":"R-1-  "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"diagramme."}]},{"name":"LI","content":[{"name":"P","text":"On vois que les  grains de quartz de forme NU sont dominants (70%) => donc le  sable est transporté par la glace (ou l’eau), avec une  courte duré du transport."}]}]},{"name":"P","text":"Bilan : L’étude morphoscopique  permet de déterminer la durée et le moyen de transport, ainsi que le milieu de sédimentation."},{"name":"P","text":"  "}]}]}]},{"name":"H2","text":"III- Dynamique et condition de transport des sédiments","content":[{"name":"H3","text":"1- Relation entre la vitesse du courant et le diamètre des particules","content":[{"name":"H4","text":"a- Diagramme de Hjulstrom","content":[{"name":"P","text":"Le comportement (érosion, transport, sédimentation)  des particule est influencé par la vitesse du courant et par son diamètre."},{"name":"P","text":"     Par exemple si on prend une particule de diamètre 0,1 mm :  "},{"name":"IMG","imageId":"chapter1_html_1b9dc47399631edf.png"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"elle se  sédimente si la vitesse du courant est faible (1cm/s)"}]},{"name":"LI","content":[{"name":"P","text":"elle est  transporté si la vitesse du courant est moyenne (10cm/s)"}]},{"name":"LI","content":[{"name":"P","text":"elle est érodé  et transporté si la vitesse du courant est grande (100cm/s)"}]}]},{"name":"P","text":"  "}]},{"name":"H4","text":"c- Les modes de transport des sédiments","content":[{"name":"P","text":"Selon la taille des sédiments et la vitesse du courant on distingue plusieurs mode de transports:"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Roulement :  c’est la traction au fond, des éléments de  grande taille (bloc)."}]},{"name":"LI","content":[{"name":"P","text":"Saltation :  mouvement des particules de moyenne taille (grées) par des  sauts irréguliers."}]},{"name":"LI","content":[{"name":"P","text":"Suspension :  pour les particules très fines (argile)."}]}]},{"name":"P","text":"               "},{"name":"IMG","imageId":"chapter1_html_9897e912916ef9c0.png"},{"name":"P","text":"  "}]}]},{"name":"H3","text":"2- Exercice d’application","content":[{"name":"P","text":"La figure suivant montre un coure d’eau avec un tracé sinueux."},{"name":"P","text":"             Q- Décrire et comparer ce coure d’eau, et expliquer la différence entre la rive concave et convexe."},{"name":"IMG","imageId":"chapter1_html_8dbcf37ab2880b59.png"},{"name":"P","text":"R- Il s’agit d’un méandre avec deux rives l’une convexe et l’autre concave. La vitesse du courant d’eau change de la rive concave vers la rive convexe."},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"elle est  maximale dans la rive concave,donc domination de l’érosion,  ce qui explique la forte pente dans cette rive"}]},{"name":"LI","content":[{"name":"P","text":"elle est  minimale dans la rive convexe, donc domination de la sédimentation,  ce qui explique la faible pente dans cette rive."}]}]}]}]},{"name":"H2","text":"IV- Les structures et les figures sédimentaires","content":[{"name":"P","text":"Se sont des indicateurs des conditions de transports et de dépôt des sédiments, on distingue plusieurs types de structures et de figures sédimentaires"},{"name":"P","text":"       "},{"name":"IMG","imageId":"chapter1_html_87a2ffb57a2a0e15.png"},{"name":"H3","text":"1- Les rides du courants","content":[{"name":"P","text":"Se sont des ondulations causées par la dynamique du milieu de sédimentation, elles apparaissent à la surface de sédiments."},{"name":"P","text":"Exemple : dans le littorale les ride de courant sont caractérisé par une hauteur faible (quelque cm) parallèles entre elle et perpendiculaires au sens du courant. On distingue entre deux types de rides :  "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Les rides  symétriques"}]},{"name":"LI","content":[{"name":"P","text":"les rides  asymétriques"}]}]},{"name":"P","text":"N.B : si les rides sont fossilisées, elles permettent de déduire le sens du courants et le lit et le toit de la roche qui les contient"},{"name":"P","text":"  "},{"name":"P","text":"  "}]},{"name":"H3","text":"2- Traces des êtres vivants","content":[{"name":"P","text":"Les êtres vivants peuvent laisser des trace à la surface des sédiments (argile) qui seront par la suite fossilisés. L’étude de ces traces fossilisées dans ces sédiments anciens permettent de déduire les conditions de sédimentation."}]},{"name":"H3","text":"3- Fentes de dessiccation","content":[{"name":"P","text":"Elles apparaissent à la surface des sédiments argileux lorsque l’argile riche en eau s’assèche. L’étude des fentes de dessiccation fossilises permet de déterminer le type et le milieu se sédimentation, et que la région a connue des variations saisonnières du climat."}]},{"name":"H3","text":"4- Stratification entrecroisée","content":[{"name":"P","text":"Elle est constatée à l’intérieur des strates sédimentaire, qui se caractérise par une disposition en strates dont l'inclinaison, le sens varient d'une couche à l'autre. Cette stratification apparaît dans les zones où les conditions hydrauliques varient, comme les rivières (alternance de crues et décrues), les deltas ..."},{"name":"P","text":"  "}]}]},{"name":"H2","text":"V- Étude des conditions de sédimentation dans les milieux de sédimentation actuels","content":[{"name":"P","text":"Les roches sédimentaires résultent de dépôt des produits anciens dans des dépression dites bassins sédimentaires, où règne un ensemble de facteurs physiques, chimiques et biologiques relativement constant. Ces bassins appartiennent soit à des milieux continentaux, des milieux marins, ou des milieux intermédiaires."},{"name":"P","text":"  "},{"name":"H3","text":"1- Les bassins de sédimentation continentaux","content":[{"name":"H4","text":"a- Les sédiments fluviaux","content":[{"name":"P","text":"La figure suivante montre un dessin schématique du granoclassement horizontale des sédiment dans un bassin fluviale."},{"name":"P","text":"Q-1- Décrivez l’organisation des sédiments le long du milieu fluvial."},{"name":"P","text":"Q-2- Quels sont les facteurs qui contrôlent le granoclassement sédimentaire ?"},{"name":"P","text":"       "},{"name":"IMG","imageId":"chapter1_html_eb06f3df69c85d19.png"},{"name":"P","text":"R-1- Près de la source (amant) se trouve des sédiments de grande taille (les blocs), et plus on s’éloigne de la source on trouve des sédiment de petite tille (gravier, sable et boues). Cette organisation des sédiment est appelée granoclassement horizontale."},{"name":"P","text":"R-2- Les sédiments sont, essentiellement, soumis durant leurs transport à : la force du courant d’eau (F) et à la force de la pesanteur (P) :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Si  P > F => sédimentation."}]},{"name":"LI","content":[{"name":"P","text":"Si  F > P => transport."}]}]},{"name":"P","text":"Les sédiments de grande taille se dépose rapidement, alors que les sédiments fins sont les dernier à se déposés."},{"name":"P","text":"  "},{"name":"P","text":"N.B : Dans le milieu fluviale on trouve aussi un granoclassement vertical, la figure () montre un dessin schématique de la distribution des sédiment selon ce classement."}]},{"name":"H4","text":"b- Les sédiments désertiques","content":[{"name":"P","text":"Le facteurs du transport qui règne dans les désert est le vent. Le sable désertique se caractérise par l’abondance de particules de quartz du type RN, est forme des dunes éoliennes."}]},{"name":"H4","text":"c- Les sédiments lacustres","content":[{"name":"P","text":"Les lacs sont des réservoirs d’eau douce, de profondeur et d’étendu variables. La circulation de l’eau dans les lacs est faible, et sont alimenté par les : rivières, les précipitations, les sources souterraines."},{"name":"P","text":"Généralement les sédiment se déposent en couches continues et parallèles. On trouve dans les lacs des sédiments de différents types, dont’ on site :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Les sédiments  détritiques : sable, galet..."}]},{"name":"LI","content":[{"name":"P","text":"Les sédiments  chimiques et biochimiques :comme les calcaires lacustres"}]}]}]}]},{"name":"H3","text":"2- Les milieux intermédiaires","content":[{"name":"H4","text":"a- Les deltas","content":[{"name":"P","text":"Le delta se forme dans les embouchures des rivières, il prend la forme du delta. Les sédiments son soumis à différents facteurs : la force du courant de la rivière et la force les vagues."},{"name":"P","text":"Le delta est formé de trois partis :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"La  plaine deltaïque : Les  sédiments sont des faciès de plaine alluviale affectés  par l'influence des marées  (sable, galet, argile), riches en  matière organique sous climat humide, en évaporites  sous climat sec et suffisamment chaud   "}]},{"name":"LI","content":[{"name":"P","text":"Le  front du delta :C'est le lieu de  rencontre des eaux douces chargées de sédiments et des  eaux salées, les sédiment diffèrent selon la  charge du fleuve, et la taille des particules transportées."}]},{"name":"LI","content":[{"name":"P","text":"Le  pro-delta :Il s'y dépose  des sédiments fins généralement bio-turbés  car très riches en matière organique d'origine  continentale."}]}]}]},{"name":"H4","text":"             b- Les lagunes","content":[{"name":"P","text":"ce sont des étendue d’eau généralement peut profonde, séparé de la mer par un cordon littorale, la communication avec le milieu marin se fait par une ou plusieurs passes qui peuvent être permanente ou temporaire."},{"name":"P","text":"Les eaux des lagunes (salée) sont soumises à une évaporation intense, ce qui cause la formation des évaporites (roches d’origine chimique, résultants de la précipitation des sel) comme : le gypse (CaSO4·2H2O), l’halite (NaCl)…"}]}]},{"name":"H3","text":"3- Le milieu marin","content":[{"name":"P","text":"Les océans et les mers reçoivent les produits d’érosion (détritique, solutés), ces produits sont généralement transporté par les eaux des fleuves, et rarement par le vent. Ces particules transportée se déposent dans les différentes zones du domaine marin:"},{"name":"P","text":"                "},{"name":"IMG","imageId":"chapter1_html_ff1ca5a2cb2617db.png"},{"name":"P","text":"     Remarques :"},{"name":"IMG","imageId":"chapter1_html_f79b857fc3f8600a.png"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Les planctons  sont des êtres vivants microscopique souvent en suspension,  quelques planctons portent des coquilles (calcaire ou siliceuses)"}]},{"name":"LI","content":[{"name":"P","text":"La CCD est la  zone de compensation des carbonate : au dessous du CCD les  sédiments calcaire ne se forme pas"}]},{"name":"LI","content":[{"name":"P","text":"La  sédimentation biochimique : quelques éléments  chimiques sont prélevés de l’eau marine et sont  concentrés par les organismes vivants, après leurs  morts ils précipitent et forment des roches d’origine  biochimiques."}]}]},{"name":"P","text":"  "}]}]},{"name":"H2","text":"VI- Étude des conditions de sédimentation dans les milieux de sédimentations anciens : Bassin de phosphate au Maroc.","content":[{"name":"P","text":"Le Maroc dispose de 72,4 % des réserve mondial de phosphate, ce dernier est contient le phosphore (P). Le phosphore est essentiellement utilisée en agriculture pour la fertilisation du sol et pour des besoins industriels"},{"name":"H3","text":"1- Le phosphate au Maroc","content":[{"name":"P","text":"Le Maroc dispose de plusieurs gisements (fig manuel):"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Oulad Abdoun"}]},{"name":"LI","content":[{"name":"P","text":"Gantour  (Yousofia, Bengrir)"}]},{"name":"LI","content":[{"name":"P","text":"Maskala  (Essaouira, chichawa)"}]},{"name":"LI","content":[{"name":"P","text":"Ouad edahab  (boucraa, layoune)"}]}]},{"name":"P","text":"Au Maroc les phosphates se trouvent à une profondeur de 100 à 160 m sous des formes différentes :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Sable  phosphaté : C’est le type le plus prédominant,  il contient un taux élevé de phosphate."}]},{"name":"LI","content":[{"name":"P","text":"Silex  phosphaté : contient un faible taux de phosphate"}]},{"name":"LI","content":[{"name":"P","text":"Calcaire  phosphaté : contient un faible taux de phosphate"}]}]}]},{"name":"H3","text":"2- Les caractéristiques sédimentologiques et paléontologique de la série phosphaté","content":[{"name":"P","text":"La figure suivante montre 3 colonnes stratigraphiques réalisées dans régions contenant le phosphate."},{"name":"P","text":"               "},{"name":"IMG","imageId":"chapter1_html_1ea46952388a9635.png"},{"name":"P","text":"On constate que la série phosphaté de Youssoufia débute de Maastrichtien   (- 65 Ma) et se termine au lutécien (-46 Ma). Cette série phosphaté commence par des éléments détritiques fins et finie par des roches carbonatées au sommet."},{"name":"P","text":"Puisque les phosphates sont inter-stratifiés avec des bancs calcaires et siliceux, alors les conditions de sédimentation du phosphate ont changé avec la progression du temps géologique."}]},{"name":"H3","text":"3- Les conditions de formation du phosphate au Maroc","content":[{"name":"P","text":"Le tableau suivant représente les conditions de vie de quelques espèces animales actuels analogues des fossiles trouvées dans les phosphates marocains."},{"name":"P","text":"       "},{"name":"IMG","imageId":"chapter1_html_66516318e00d1a39.png"},{"name":"P","text":"On constate que ces être vivants préfèrent des profondeurs relativement faibles à moyennes et des températures moyennes (climat tropical à équatoriale)."},{"name":"P","text":"Donc les roches phosphatées sont formées en milieux marin de profondeur relativement (plateau continentale) faible et en climat tropical à équatorial."},{"name":"P","text":"N.B : les eaux marins contiennent des quantité très faible de phosphore (0,1pp), donc il est impossible que la précipitation direct de ce phosphore a donné des phosphates au Maroc. Il a fallu l’intervention des êtres vivants (riche en P) dans le processus de formation des phosphates au Maroc."}]},{"name":"H3","text":"4- La réalisation de la carte paléogéographique des bassin du phosphate","content":[{"name":"P","text":"Pour expliquer la genèse du phosphate au Maroc plusieurs théories ont été proposées :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Trappe  1989 : Le centre et l’ouest  marocain était submergés par une mer épicontinentale  en liaison avec l’océan atlantique. Les sédiment  phosphatés se sont déposé sur des fonds de  faibles profondeurs (absence de sédimentation dans les zones  profondes)."}]}]},{"name":"P","text":"  "},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Boujo  1976 : La mer de phosphate était  sous forme de golfs de faible profondeurs en liaison avec l’océan  atlantique, avec des terrain non submergés."}]}]},{"name":"P","text":"   "},{"name":"IMG","imageId":"chapter1_html_17f4987e73135919.png"},{"name":"P","text":"  "}]}]}]}