{"name":"H1","text":" Importance de la carte géologique dans la reconstitution de l’histoire géologique","content":[{"name":"H4","text":"Introduction :","content":[{"name":"P","text":"La carte contient plusieurs données qui permettent de reconstituer l’histoire géologique d’un région étudiée."},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Comment analyser les cartes géologique ?"}]},{"name":"LI","content":[{"name":"P","text":"Comment réaliser une coupes géologique à  partir d’une carte géo ?"}]},{"name":"LI","content":[{"name":"P","text":"Comment exploiter la carte et la coupe géologique  pour la reconstitution de l’histoire géologique ?"}]}]}]},{"name":"H2","text":"I- La carte géologique","content":[{"name":"H3","text":"1- rappel de la carte et du profile topographique","content":[{"name":"P","text":"La carte topographique est la représentation, à échelle réduite, d’un relief sur un plan."},{"name":"P","text":"La figure suivante montre un exemple d’une carte topographique."},{"name":"P","text":"     Q- réalisez le profile topographique selon XY."},{"name":"IMG","imageId":"chapter3_html_6ce23a4b235f0b3c.png"}]},{"name":"H3","text":"2- Définition de la carte géologique","content":[{"name":"P","text":"Une carte géologique est la représentation, sur un fond topographique, des terrains qui affleurent à la surface du sol. Cette représentation se fait par projection vertical, sur une surface horizontale, des constituants géologiques d’une région donnée."},{"name":"P","text":"La carte géologique contient plusieurs éléments d’information, dont on site : le titre, l’échelle, l’orientation, la légende."}]},{"name":"H3","text":"             3- Représentation des données sur la carte géologique.","content":[{"name":"H4","text":"a- Représentation des données stratigraphiques et pétrographiques des roches","content":[{"name":"P","text":"Les données stratigraphiques sont représentées par des lettres en latin et des couleurs qui indiquent l’âge géologique des couches et leur succession chronologique."},{"name":"P","text":"La nature pétrographique des roches est représentée par des figurés conventionnels (fig)."}]},{"name":"H4","text":"             b- représentation du pendage et des déformations tectoniques","content":[{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Le pendage :"}]}]},{"name":"P","text":"Le pendage des couches est indiqué par des signes et des symboles conventionnels (fig)."},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"             Les  plis :"},{"name":"IMG","imageId":"chapter3_html_8e6c06b8dc16b8.png"}]}]},{"name":"P","text":"Les plis sont représentées par les signes de pendage."},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"             Les  failles :"},{"name":"IMG","imageId":"chapter3_html_ab8d9807e94a002e.png"}]}]},{"name":"P","text":"Les failles sont représentées par des traits plus épais que les courbes de niveau."}]}]}]},{"name":"H2","text":"             II- La coupe géologique","content":[{"name":"H3","text":"1- Définition","content":[{"name":"P","text":"Une coupe géologique est réalisée à partir de la carte géologique, elle représente la section par un plan vertical des terrains et des structures géologiques  affleurant dans une région donnée."}]},{"name":"H3","text":"2- étapes de réalisation","content":[{"name":"P","text":"la coupe géologique est réalisé selon les étapes suivantes :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"lecture analytique de la carte géologique pour :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Déterminer l’age et le faciès des   couches."}]},{"name":"LI","content":[{"name":"P","text":"Les caractéristiques tectoniques des couches   (horizontales, plissées...)"}]}]}]}]},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Réalisation du profil topographique sur un papier  millimétré."}]}]},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Projection des limites des affleurements sur le profil  topographique."}]},{"name":"LI","content":[{"name":"P","text":"Présentation des couches géologiques. On  commence par la couche la plus récente dont on connaît  le toit et le mur partout ou elle affleure, puis on fiat de même  pour les couches sous-jacentes en respectant à chaque fois  l’épaisseur et le pendage de chaque couche."}]}]},{"name":"P","text":"Remarque : En cas d’absence des symboles du pendage, il est possible dans certains cas de déterminer le sens du pendage d’une couche sédimentaire à partir de la relation géométrique entre les contours de la couche et les courbes de niveau :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"une couche dont les limites sont parallèles avec les  courbes de niveau est horizontale."}]},{"name":"LI","content":[{"name":"P","text":"Si les contours d’une couche recoupent les courbes de  niveau de façon rectiligne (sans aucune déviation),  alors cette couche est verticale."}]},{"name":"LI","content":[{"name":"P","text":"Si les limites d’une couche recoupent les courbes de  niveau de vacon non rectiligne, alors cette couche est inclinée  (couche oblique). Pour déterminer le sens du pendage d’une  couche inclinée, on peut utiliser la règle du V :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"la point du V est dirigée vers le sens du pendage   dans le cas d’une vallée."}]},{"name":"LI","content":[{"name":"P","text":"La point du V est dirigée vers le sens inverse du   pendage dans le cas d’une colline."}]}]}]}]},{"name":"P","text":" Exercices d’application :"},{"name":"IMG","imageId":"chapter3_html_e53d619726e3249e.png"},{"name":"P","text":"réalisez les profiles géologique pour les cartes géologique suivantes."}]}]},{"name":"H2","text":"     III- Exploitation d’une carte géologique pour la reconstitution de l’histoire géologique","content":[{"name":"P","text":"L’exploitation de la carte géologique permet de déterminer la succession des événements géologiques dans une région donnée, une carte géologique peut être exploité différemment, la meiller façon est la réalisation d’une coupe géologique qui facilite la reconstitution de l’histoire géologique."},{"name":"P","text":"La figure suivante représente une coupe géologique simplifiée d’une région donnée."},{"name":"P","text":"             Q- Reconstituez l’histoire géologique de cette région."},{"name":"IMG","imageId":"chapter3_html_ab10e93f50f2d794.png"},{"name":"P","text":"R- Chronologie des événements géologique dans cette région :"},{"name":"UL","content":[{"name":"LI","content":[{"name":"P","text":"Sédimentation horizontal  des couches plissées (H, G, F, E, D)."}]},{"name":"LI","content":[{"name":"P","text":"Plissement de ces couches."}]},{"name":"LI","content":[{"name":"P","text":"Formation du pluton granitique."}]},{"name":"LI","content":[{"name":"P","text":"Érosion."}]},{"name":"LI","content":[{"name":"P","text":"Sédimentation horizontal  des couches sédimentaires (C, B, A)."}]},{"name":"LI","content":[{"name":"P","text":"Faille."}]},{"name":"LI","content":[{"name":"P","text":"Érosion."}]},{"name":"LI","content":[{"name":"P","text":"Volcan."}]}]}]}]}